Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 切断されました
ko: 연결 해제됨
pt_br: Desconectado
zh_hans: 已断开
zh_hant: 已中斷

source: Disconnected [%lld]: %@
de: Getrennt [%lld]: %@
es: Desconectado [%lld]: %@
fr: Déconnecté [%lld] : %@
ja: 切断されました [%lld]：%@
ko: 연결 해제됨 [%lld]: %@
pt_br: Desconectado [%lld]: %@
zh_hans: 已断开 [%lld]：%@
zh_hant: 已中斷 [%lld]：%@

# Disconnected [%u]: %@
source: Disconnected [%1$u]: %2$@
de: Getrennt [%u]: %@
es: Desconectado [%u]: %@
fr: Déconnecté [%u] : %@
ja: 切断 [%u]: %@
ko: 연결 해제됨 [%u]: %@
pt_br: Desconectado [%u]: %@
zh_hans: 已断开 [%u]：%@
zh_hant: 已斷線 [%u]：%@

source: Disconnected: %@
de: Getrennt: %@
es: Desconectado: %@
fr: Déconnecté : %@
ja: 切断されました：%@
ko: 연결 해제됨: %@
pt_br: Desconectado: %@
zh_hans: 已断开：%@
zh_hant: 已中斷：%@

source: Discover from server
de: Vom Server ermitteln
es: Descubrir desde el servidor
fr: Découvrir depuis le serveur
ja: サーバーから検出
ko: 서버에서 서비스 검색
pt_br: Descobrir no servidor
zh_hans: 从服务器发现
zh_hant: 從伺服器探索

source: Discover services before saving descriptors.
de: Dienste ermitteln, bevor Deskriptoren gespeichert werden.
es: Descubre servicios antes de guardar descriptores.
fr: Découvrez les services avant d'enregistrer les descripteurs.
ja: ディスクリプタを保存する前にサービスを検出してください。
ko: 디스크립터를 저장하기 전에 서비스를 검색하세요.
pt_br: Descubra serviços antes de salvar descritores.
zh_hans: 保存描述符前请先发现服务。
zh_hant: 儲存描述符前請先探索服務。

source: Discover services before sending.
de: Dienste ermitteln, bevor du sendest.
es: Descubre servicios antes de enviar.
fr: Découvrez les services avant d'envoyer.
ja: 送信前にサービスを検出してください。
ko: 전송하기 전에 서비스를 검색하세요.
pt_br: Descubra serviços antes de enviar.
zh_hans: 发送前请先发现服务。
zh_hant: 傳送前請先探索服務。

source: Discovering…
de: Ermittle…
es: Descubriendo…
fr: Découverte…
ja: 検出中…
ko: 검색 중…
pt_br: Descobrindo…
zh_hans: 正在发现…
zh_hant: 正在探索…

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
ko: 닫기
pt_br: Descartar
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss All Stale (%lld)
de: Alle veralteten verwerfen (%lld)
es: Descartar todas las solicitudes obsoletas (%lld)
fr: Ignorer toutes les obsolètes (%lld)
ja: 仕様不一致をすべて無視 (%lld)
ko: 제외된 항목 모두 무시 (%lld)
pt_br: Descartar todas as desatualizadas (%lld)
zh_hans: 忽略全部过时项 (%lld)
zh_hant: 忽略全部過時項目 (%lld)

source: Dismiss Stale
de: Veraltet verwerfen
es: Descartar solicitud obsoleta
fr: Ignorer l'obsolète
ja: 仕様不一致を無視
ko: 제외된 항목 무시
pt_br: Descartar desatualizada
zh_hans: 忽略过时
zh_hant: 忽略過時

source: Display
de: Anzeige
es: Visualización
fr: Affichage
ja: 表示
ko: 표시
pt_br: Exibição
zh_hans: 显示
zh_hant: 顯示

source: DNS Lookup
de: DNS-Abfrage
es: Consulta DNS
fr: Recherche DNS
ja: DNS ルックアップ
ko: DNS 조회
pt_br: Consulta DNS
zh_hans: DNS 查询
zh_hant: DNS 查詢

source: Do not store or send cookies for this request
de: Keine Cookies für diese Anfrage speichern oder senden
es: No almacenar ni enviar cookies para esta solicitud
fr: Ne pas stocker ni envoyer de cookies pour cette requête
ja: このリクエストで Cookie の保存・送信を行わない
ko: 이 요청에 대해 쿠키를 저장하거나 전송하지 않음
pt_br: Não armazenar nem enviar cookies para esta requisição
zh_hans: 不为此请求存储或发送 Cookie
zh_hant: 不為此請求儲存或傳送 Cookie

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
pt_br: Duplicar
zh_hans: 复制
zh_hant: 複製

source: Duplicate Project
de: Projekt duplizieren
es: Duplicar proyecto
fr: Dupliquer le projet
ja: プロジェクトを複製
ko: 프로젝트 복제
pt_br: Duplicar projeto
zh_hans: 复制项目
zh_hant: 複製專案

source: Duplicate Request
de: Anfrage duplizieren
es: Duplicar solicitud
fr: Dupliquer la requête
ja: リクエストを複製
ko: 요청 복제
pt_br: Duplicar requisição
zh_hans: 复制请求
zh_hant: 複製請求

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 所要時間
ko: 소요 시간
pt_br: Duração
zh_hans: 持续时间
zh_hant: 持續時間

source: Duration %@
de: Dauer %@
es: Duración %@
fr: Durée %@
ja: 所要時間 %@
ko: 소요 시간 %@
pt_br: Duração %@
zh_hans: 耗时 %@
zh_hant: 耗時 %@

source: Each spec becomes its own project.
de: Jede Spec wird ein eigenes Projekt.
es: Cada especificación se convierte en su propio proyecto.
fr: Chaque spécification devient son propre projet.
ja: 各仕様は個別のプロジェクトになります。
ko: 각 사양은 별도의 프로젝트가 됩니다.
pt_br: Cada especificação vira um projeto próprio.
zh_hans: 每个规范都会成为独立项目。
zh_hant: 每份規格都會成為獨立專案。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit Project
de: Projekt bearbeiten
es: Editar proyecto
fr: Modifier le projet
ja: プロジェクトを編集
ko: 프로젝트 편집
pt_br: Editar projeto
zh_hans: 编辑项目
zh_hant: 編輯專案

source: Edit Project...
de: Projekt bearbeiten…
es: Editar proyecto…
fr: Modifier le projet…
ja: プロジェクトを編集…
ko: 프로젝트 편집…
pt_br: Editar projeto…
zh_hans: 编辑项目…
zh_hant: 編輯專案…

source: Empty Response
de: Leere Antwort
es: Respuesta vacía
fr: Réponse vide
ja: 空の応答
ko: 빈 응답
pt_br: Resposta vazia
zh_hans: 空响应
zh_hant: 空回應

source: Enable MCP Export
de: MCP-Export aktivieren
es: Activar exportación MCP
fr: Activer l'export MCP
ja: MCP エクスポートを有効化
ko: MCP 내보내기 활성화
pt_br: Ativar exportação MCP
zh_hans: 启用 MCP 导出
zh_hant: 啟用 MCP 匯出

source: Enable optional parameters
de: Optionale Parameter aktivieren
es: Habilitar parámetros opcionales
fr: Activer les paramètres facultatifs
ja: オプションパラメーターを有効にする
ko: 선택적 매개변수 사용
pt_br: Ativar parâmetros opcionais
zh_hans: 启用可选参数
zh_hant: 啟用選用參數

source: Enable SSL certificate verification
de: SSL-Zertifikatsprüfung aktivieren
es: Activar verificación de certificados SSL
fr: Activer la vérification des certificats SSL
ja: SSL 証明書の検証を有効化
ko: SSL 인증서 검증 활성화
pt_br: Ativar verificação de certificado SSL
zh_hans: 启用 SSL 证书验证
zh_hant: 啟用 SSL 憑證驗證

source: Encode URL automatically
de: URL automatisch kodieren
es: Codificar URL automáticamente
fr: Encoder l'URL automatiquement
ja: URL を自動エンコード
ko: URL 자동 인코딩
pt_br: Codificar URL automaticamente
zh_hans: 自动编码 URL
zh_hant: 自動編碼 URL

source: Encoding
de: Kodierung
es: Codificación
fr: Encodage
ja: エンコーディング
ko: 인코딩
pt_br: Codificação
zh_hans: 编码
zh_hant: 編碼

source: Enter a new name for this request
de: Gib einen neuen Namen für diese Anfrage ein
es: Introduce un nuevo nombre para esta solicitud
fr: Saisir un nouveau nom pour cette requête
ja: このリクエストの新しい名前を入力
ko: 이 요청의 새 이름을 입력하세요
pt_br: Insira um novo nome para esta requisição
zh_hans: 输入此请求的新名称
zh_hant: 輸入此請求的新名稱

source: Enter a URL above to get started
de: Gib oben eine URL ein, um zu beginnen
es: Introduce una URL arriba para comenzar
fr: Saisissez une URL ci-dessus pour commencer
ja: 上の欄に URL を入力して始めましょう
ko: 위에 URL을 입력하여 시작하세요
pt_br: Insira uma URL acima para começar
zh_hans: 在上方输入 URL 以开始
zh_hant: 在上方輸入 URL 以開始

source: Enter a valid HTTPS URL.
de: Geben Sie eine gültige HTTPS-URL ein.
es: Introduce una URL HTTPS válida.
fr: Saisissez une URL HTTPS valide.
ja: 有効な HTTPS URL を入力してください。
ko: 유효한 HTTPS URL을 입력하세요.
pt_br: Insira uma URL HTTPS válida.
zh_hans: 请输入有效的 HTTPS URL。
zh_hant: 請輸入有效的 HTTPS URL。

source: Enter an authority above to get started
de: Gib oben eine Authority ein, um zu beginnen
es: Introduce una authority arriba para empezar
fr: Saisissez une authority ci-dessus pour commencer
ja: 上に authority を入力して開始
ko: 위에 authority를 입력하여 시작하세요
pt_br: Insira uma authority acima para começar
zh_hans: 在上方输入 authority 以开始
zh_hant: 在上方輸入 authority 以開始

source: Enter an environment name.
de: Geben Sie einen Umgebungsnamen ein.
es: Introduce un nombre de entorno.
fr: Saisissez un nom d'environnement.
ja: 環境名を入力してください。
ko: 환경 이름을 입력하세요.
pt_br: Informe um nome de ambiente.
zh_hans: 请输入环境名称。
zh_hant: 請輸入環境名稱。

source: Enter the message to send
de: Nachricht zum Senden eingeben
es: Introduce el mensaje a enviar
fr: Saisir le message à envoyer
ja: 送信するメッセージを入力
ko: 보낼 메시지를 입력하세요
pt_br: Insira a mensagem a enviar
zh_hans: 输入要发送的消息
zh_hant: 輸入要傳送的訊息

source: Enter this code on GitHub:
de: Geben Sie diesen Code auf GitHub ein:
es: Introduce este código en GitHub:
fr: Saisissez ce code sur GitHub :
ja: GitHub でこのコードを入力してください:
ko: GitHub에서 이 코드를 입력하세요:
pt_br: Digite este código no GitHub:
zh_hans: 在 GitHub 上输入此代码：
zh_hant: 在 GitHub 上輸入此代碼：

source: Enter URL or paste cURL
de: URL eingeben oder cURL einfügen
es: Introduce una URL o pega un comando cURL
fr: Saisissez une URL ou collez une commande cURL
ja: URL を入力または cURL を貼り付け
ko: URL 입력 또는 cURL 붙여넣기
pt_br: Digite uma URL ou cole um comando cURL
zh_hans: 输入 URL 或粘贴 cURL
zh_hant: 輸入 URL 或貼上 cURL

source: Enter URL
de: URL eingeben
es: Introducir URL
fr: Saisir l'URL
ja: URL を入力
ko: URL 입력
pt_br: Insira a URL
zh_hans: 输入 URL
zh_hant: 輸入 URL

source: Enter values for: %@ Format: key=value, one per line
de: Werte eingeben für: %@ Format: Schlüssel=Wert, einer pro Zeile
es: Introduce los valores para: %@ Formato: clave=valor, uno por línea
fr: Saisissez les valeurs pour : %@ Format : clé=valeur, une par ligne
ja: 次の変数の値を入力：%@ 形式：key=value（1行に1つ）
ko: %@의 값을 입력하세요 형식: key=value, 한 줄에 하나씩
pt_br: Insira os valores para: %@ Formato: chave=valor, um por linha
zh_hans: 输入以下变量的值：%@ 格式：key=value，每行一个
zh_hant: 輸入以下變數的值：%@ 格式：key=value，每行一個

source: Entry file
de: Einstiegsdatei
es: Archivo de entrada
fr: Fichier d'entrée
ja: エントリファイル
ko: 진입 파일
pt_br: Arquivo de entrada
zh_hans: 入口文件
zh_hant: 進入檔案

source: Environment
de: Umgebung
es: Entorno
fr: Environnement
ja: 環境
ko: 환경
pt_br: Ambiente
zh_hans: 环境
zh_hant: 環境

source: Environment name
de: Umgebungsname
es: Nombre del entorno
fr: Nom de l'environnement
ja: 環境名
ko: 환경 이름
pt_br: Nome do ambiente
zh_hans: 环境名称
zh_hant: 環境名稱

source: Environment Name
de: Umgebungsname
es: Nombre del entorno
fr: Nom de l'environnement
ja: 環境名
ko: 환경 이름
pt_br: Nome do ambiente
zh_hans: 环境名称
zh_hant: 環境名稱

source: Environment not found. It may have been deleted.
de: Umgebung nicht gefunden. Sie wurde möglicherweise gelöscht.
es: Entorno no encontrado. Puede haber sido eliminado.
fr: Environnement introuvable. Il a peut-être été supprimé.
ja: 環境が見つかりません。削除された可能性があります。
ko: 환경을 찾을 수 없습니다. 삭제되었을 수 있습니다.
pt_br: Ambiente não encontrado. Pode ter sido excluído.
zh_hans: 未找到环境。可能已被删除。
zh_hant: 找不到環境。可能已被刪除。

source: Environments
de: Umgebungen
es: Entornos
fr: Environnements
ja: 環境
ko: 환경
pt_br: Ambientes
zh_hans: 环境
zh_hant: 環境

source: Environments let you define reusable variables for your requests.
de: Umgebungen ermöglichen es, wiederverwendbare Variablen für Anfragen zu definieren.
es: Los entornos permiten definir variables reutilizables para tus solicitudes.
fr: Les environnements permettent de définir des variables réutilisables pour vos requêtes.
ja: 環境を使うとリクエスト用の再利用可能な変数を定義できます。
ko: 환경을 사용하면 요청에 재사용 가능한 변수를 정의할 수 있습니다.
pt_br: Ambientes permitem definir variáveis reutilizáveis para suas requisições.
zh_hans: 环境允许你为请求定义可复用的变量。
zh_hant: 環境允許你為請求定義可重複使用的變數。

source: Environments off
de: Umgebungen aus
es: Entornos desactivados
fr: Environnements désactivés
ja: 環境 オフ
ko: 환경 꺼짐
pt_br: Ambientes desativados
zh_hans: 环境关
zh_hant: 環境關

source: Environments on
de: Umgebungen an
es: Entornos activados
fr: Environnements activés
ja: 環境 オン
ko: 환경 켜짐
pt_br: Ambientes ativados
zh_hans: 环境开
zh_hant: 環境開

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
ja: エラー：%@
ko: 오류: %@
pt_br: Erro: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Error: Not connected
de: Fehler: Nicht verbunden
es: Error: no conectado
fr: Erreur : non connecté
ja: エラー：未接続
ko: 오류: 연결되지 않음
pt_br: Erro: não conectado
zh_hans: 错误：未连接
zh_hant: 錯誤：未連線

source: Error: Not started
de: Fehler: Nicht gestartet
es: Error: no iniciado
fr: Erreur : non démarré
ja: エラー：未開始
ko: 오류: 시작되지 않음
pt_br: Erro: não iniciado
zh_hans: 错误：未启动
zh_hant: 錯誤：未啟動

source: Execute an HTTP request from Reqeast and return the response.
de: Eine HTTP-Anfrage von Reqeast ausführen und die Antwort zurückgeben.
es: Ejecutar una solicitud HTTP desde Reqeast y devolver la respuesta.
fr: Exécuter une requête HTTP depuis Reqeast et renvoyer la réponse.
ja: Reqeast から HTTP リクエストを実行してレスポンスを返します。
ko: Reqeast에서 HTTP 요청을 실행하고 응답을 반환합니다.
pt_br: Executar uma requisição HTTP pelo Reqeast e retornar a resposta.
zh_hans: 从 Reqeast 执行 HTTP 请求并返回响应。
zh_hant: 從 Reqeast 執行 HTTP 請求並回傳回應。

source: Execution failed: %@
de: Ausführung fehlgeschlagen: %@
es: Error en la ejecución: %@
fr: Échec de l'exécution : %@
ja: 実行に失敗しました：%@
ko: 실행 실패: %@
pt_br: Falha na execução: %@
zh_hans: 执行失败：%@
zh_hant: 執行失敗：%@

source: Existing project
de: Vorhandenes Projekt
es: Proyecto existente
fr: Projet existant
ja: 既存のプロジェクト
ko: 기존 프로젝트
pt_br: Projeto existente
zh_hans: 现有项目
zh_hant: 現有專案

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
ko: 내보내기
pt_br: Exportar
zh_hans: 导出
zh_hant: 匯出

source: Export All Projects
de: Alle Projekte exportieren
es: Exportar todos los proyectos
fr: Exporter tous les projets
ja: すべてのプロジェクトをエクスポート
ko: 모든 프로젝트 내보내기
pt_br: Exportar todos os projetos
zh_hans: 导出所有项目
zh_hant: 匯出所有專案

source: Export All Projects...
de: Alle Projekte exportieren…
es: Exportar todos los proyectos…
fr: Exporter tous les projets…
ja: すべてのプロジェクトをエクスポート…
ko: 모든 프로젝트 내보내기…
pt_br: Exportar todos os projetos…
zh_hans: 导出所有项目…
zh_hant: 匯出所有專案…

source: Export as OpenAPI...
de: Als OpenAPI exportieren…
es: Exportar como OpenAPI…
fr: Exporter en OpenAPI…
ja: OpenAPI としてエクスポート…
ko: OpenAPI로 보내기…
pt_br: Exportar como OpenAPI…
zh_hans: 导出为 OpenAPI…
zh_hant: 匯出為 OpenAPI…

source: Export as Postman...
de: Als Postman exportieren…
es: Exportar como Postman…
fr: Exporter en Postman…
ja: Postman としてエクスポート…
ko: Postman으로 보내기…
pt_br: Exportar como Postman…
zh_hans: 导出为 Postman…
zh_hant: 匯出為 Postman…

source: Export Project
de: Projekt exportieren
es: Exportar proyecto
fr: Exporter le projet
ja: プロジェクトをエクスポート
ko: 프로젝트 내보내기
pt_br: Exportar projeto
zh_hans: 导出项目
zh_hant: 匯出專案

source: Export Project...
de: Projekt exportieren…
es: Exportar proyecto…
fr: Exporter le projet…
ja: プロジェクトをエクスポート…
ko: 프로젝트 내보내기…
pt_br: Exportar projeto…
zh_hans: 导出项目…
zh_hant: 匯出專案…

source: Export Review
de: Export-Überprüfung
es: Revisión de exportación
fr: Révision d'exportation
ja: エクスポートの確認
ko: 보내기 검토
pt_br: Revisão de exportação
zh_hans: 导出预览
zh_hant: 匯出審查

source: Export Spec
de: Spec exportieren
es: Exportar especificación
fr: Exporter la spécification
ja: 仕様をエクスポート
ko: 사양 보내기
pt_br: Exportar especificação
zh_hans: 导出规范
zh_hant: 匯出規格

source: Export...
de: Exportieren…
es: Exportar…
fr: Exporter…
ja: エクスポート…
ko: 내보내기…
pt_br: Exportar…
zh_hans: 导出…
zh_hant: 匯出…

source: Exporting…
de: Exportiere…
es: Exportando…
fr: Exportation…
ja: エクスポート中…
ko: 보내는 중…
pt_br: Exportando…
zh_hans: 正在导出…
zh_hant: 正在匯出…

source: Exports session data for AI tools that support the Model Context Protocol
de: Exportiert Sitzungsdaten für KI-Tools, die das Model Context Protocol unterstützen
es: Exporta datos de sesión para herramientas de IA que soportan el Model Context Protocol
fr: Exporte les données de session pour les outils IA prenant en charge le Model Context Protocol
ja: Model Context Protocol をサポートする AI ツール向けにセッションデータをエクスポート
ko: Model Context Protocol을 지원하는 AI 도구용 세션 데이터를 내보냅니다
pt_br: Exporta dados de sessão para ferramentas de IA que suportam o Model Context Protocol
zh_hans: 为支持模型上下文协议的 AI 工具导出会话数据
zh_hant: 為支援模型上下文協定的 AI 工具匯出工作階段資料

source: Failed to decode %@ image
de: Fehler beim Dekodieren des %@-Bildes
es: Error al decodificar imagen %@
fr: Échec du décodage de l'image %@
ja: %@ 画像のデコードに失敗
ko: %@ 이미지 디코딩 실패
pt_br: Falha ao decodificar imagem %@
zh_hans: 无法解码 %@ 图片
zh_hant: 無法解碼 %@ 圖片

source: Failed to load descriptor bytes for the selected bundle.
de: Deskriptor-Bytes für das ausgewählte Bundle konnten nicht geladen werden.
es: No se pudieron cargar los bytes del descriptor del paquete seleccionado.
fr: Impossible de charger les octets du descripteur pour le bundle sélectionné.
ja: 選択したバンドルのディスクリプタバイトを読み込めませんでした。
ko: 선택한 번들의 디스크립터 바이트를 불러오지 못했습니다.
pt_br: Falha ao carregar os bytes do descritor do pacote selecionado.
zh_hans: 无法加载所选包的描述符字节。
zh_hant: 無法載入所選套件的描述符位元組。

source: Failed: %@
de: Fehlgeschlagen: %@
es: Falló: %@
fr: Échec : %@
ja: 失敗しました：%@
ko: 실패: %@
pt_br: Falhou: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

source: Fetch
de: Abrufen
es: Obtener
fr: Récupérer
ja: 取得
ko: 가져오기
pt_br: Buscar
zh_hans: 获取
zh_hant: 取得

source: Fetch a spec over HTTPS. The import is a one-time snapshot.
de: Spec über HTTPS abrufen. Der Import wird nicht mit der Quelle verknüpft.
es: Obtén una especificación por HTTPS. La importación no queda vinculada a la fuente.
fr: Récupérez une spécification via HTTPS. L'importation n'est pas liée à la source.
ja: HTTPS で仕様を取得します。インポートはソースとリンクされません。
ko: HTTPS로 사양을 가져옵니다. 가져오기는 소스와 연결되지 않습니다.
pt_br: Busque uma especificação via HTTPS. A importação não fica vinculada à fonte.
zh_hans: 通过 HTTPS 获取规范。导入不会与来源保持链接。
zh_hant: 透過 HTTPS 取得規格。匯入不會與來源保持連結。

source: Fetching spec…
de: Spec wird abgerufen…
es: Obteniendo especificación…
fr: Récupération de la spécification…
ja: 仕様を取得中…
ko: 사양 가져오는 중…
pt_br: Buscando especificação…
zh_hans: 正在获取规范…
zh_hant: 正在取得規格…

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

source: Filter elements
de: Elemente filtern
es: Filtrar elementos
fr: Filtrer les éléments
ja: 要素をフィルタ
ko: 요소 필터링
pt_br: Filtrar elementos
zh_hans: 过滤元素
zh_hant: 篩選元素

source: Filter Requests
de: Anfragen filtern
es: Filtrar solicitudes
fr: Filtrer les requêtes
ja: リクエストを検索
ko: 요청 검색
pt_br: Filtrar requisições
zh_hans: 筛选请求
zh_hant: 篩選請求

source: Filtering & Mapping
de: Filtern und Zuordnen
es: Filtrado y asignación
fr: Filtrage et mappage
ja: フィルタリングとマッピング
ko: 필터링 및 매핑
pt_br: Filtragem e mapeamento
zh_hans: 过滤与映射
zh_hant: 篩選與對應

source: First / last element
de: Erstes / letztes Element
es: Primer / último elemento
fr: Premier / dernier élément
ja: 最初 / 最後の要素
ko: 첫 번째 / 마지막 요소
pt_br: Primeiro / último elemento
zh_hans: 第一个 / 最后一个元素
zh_hant: 第一個 / 最後一個元素

source: First listed
de: Zuerst aufgeführt
es: Primero en la lista
fr: Premier listé
ja: 最初に記載
ko: 첫 번째 항목
pt_br: Primeiro listado
zh_hans: 列表中的第一项
zh_hant: 清單中的第一項

source: Flat
de: Flach
es: Plano
fr: Plat
ja: フラット
ko: 단일
pt_br: Plano
zh_hans: 扁平
zh_hant: 扁平

source: Focus Request Search
de: Anfrage suchen
es: Buscar solicitud
fr: Rechercher une requête
ja: リクエスト検索にフォーカス
ko: 요청 검색 포커스
pt_br: Focar na busca de requisições
zh_hans: 聚焦请求搜索
zh_hant: 聚焦請求搜尋

source: Focus URL
de: URL fokussieren
es: Ir a la URL
fr: Aller à l'URL
ja: URL にフォーカス
ko: URL 포커스
pt_br: Focar na URL
zh_hans: 聚焦 URL
zh_hant: 聚焦 URL

source: Folder name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
ja: フォルダ名
ko: 폴더 이름
pt_br: Nome da pasta
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: Folder strategy
de: Ordner-Strategie
es: Estrategia de carpetas
fr: Stratégie de dossiers
ja: フォルダ方式
ko: 폴더 전략
pt_br: Estratégia de pastas
zh_hans: 文件夹策略
zh_hant: 資料夾策略

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
ja: フォルダ
ko: 폴더
pt_br: Pastas
zh_hans: 文件夹
zh_hant: 資料夾

source: Folders (%lld)
de: Ordner (%lld)
es: Carpetas (%lld)
fr: Dossiers (%lld)
ja: フォルダ (%lld)
ko: 폴더 (%lld)
pt_br: Pastas (%lld)
zh_hans: 文件夹 (%lld)
zh_hant: 資料夾 (%lld)

source: Folders, %lld
de: Ordner, %lld
es: Carpetas, %lld
fr: Dossiers, %lld
ja: フォルダ、%lld
ko: 폴더, %lld
pt_br: Pastas, %lld
zh_hans: 文件夹，%lld
zh_hant: 資料夾，%lld

source: Follow Authorization header
de: Authorization-Header folgen
es: Seguir cabecera Authorization
fr: Suivre l'en-tête Authorization
ja: Authorization ヘッダーをフォロー
ko: Authorization 헤더 따르기
pt_br: Seguir cabeçalho Authorization
zh_hans: 跟随 Authorization 头
zh_hant: 跟隨 Authorization 標頭

source: Follow HTTP 3xx redirect responses
de: HTTP 3xx-Weiterleitungen folgen
es: Seguir respuestas de redirección HTTP 3xx
fr: Suivre les réponses de redirection HTTP 3xx
ja: HTTP 3xx リダイレクトレスポンスをフォロー
ko: HTTP 3xx 리디렉션 응답 따르기
pt_br: Seguir respostas de redirecionamento HTTP 3xx
zh_hans: 跟随 HTTP 3xx 重定向响应
zh_hant: 跟隨 HTTP 3xx 重新導向回應

source: Follow original HTTP method
de: Ursprüngliche HTTP-Methode beibehalten
es: Mantener el método HTTP original
fr: Conserver la méthode HTTP d'origine
ja: 元の HTTP メソッドを維持
ko: 원래 HTTP 메서드 유지
pt_br: Manter o método HTTP original
zh_hans: 保持原始 HTTP 方法
zh_hant: 保持原始 HTTP 方法

source: Follow Redirects
de: Weiterleitungen folgen
es: Seguir redirecciones
fr: Suivre les redirections
ja: リダイレクトをフォロー
ko: 리디렉션 따르기
pt_br: Seguir redirecionamentos
zh_hans: 跟随重定向
zh_hant: 跟隨重新導向

source: Form data
de: Formulardaten
es: Datos de formulario
fr: Données de formulaire
ja: フォームデータ
ko: 폼 데이터
pt_br: Dados de formulário
zh_hans: 表单数据
zh_hant: 表單資料

source: Full object
de: Vollständiges Objekt
es: Objeto completo
fr: Objet complet
ja: オブジェクト全体
ko: 전체 객체
pt_br: Objeto completo
zh_hans: 完整对象
zh_hant: 完整物件

source: Full-duplex communication over a single persistent connection
de: Vollduplex-Kommunikation über eine einzelne dauerhafte Verbindung
es: Comunicación full-duplex sobre una conexión persistente única
fr: Communication bidirectionnelle sur une connexion persistante unique
ja: 単一の永続接続による全二重通信
ko: 단일 영구 연결을 통한 전이중 통신
pt_br: Comunicação full-duplex em uma única conexão persistente
zh_hans: 通过单个持久连接进行全双工通信
zh_hant: 透過單一持久連線進行全雙工通訊

source: Further extensions to the request are required for the server to fulfill it.
de: Weitere Erweiterungen der Anfrage sind erforderlich, damit der Server sie erfüllen kann.
es: Se requieren extensiones adicionales a la solicitud para que el servidor pueda cumplirla.
fr: Des extensions supplémentaires de la requête sont nécessaires pour que le serveur puisse la satisfaire.
ja: サーバーがリクエストを処理するには、さらなる拡張が必要です。
ko: 서버가 요청을 처리하려면 추가 확장이 필요합니다.
pt_br: Extensões adicionais à requisição são necessárias para que o servidor a atenda.
zh_hans: 服务器需要请求的进一步扩展才能完成它。
zh_hant: 伺服器需要請求的進一步擴充才能完成它。

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用
zh_hant: 一般

source: Generate Code Snippet
de: Code-Schnipsel generieren
es: Generar fragmento de código
fr: Générer un extrait de code
ja: コードスニペットを生成
ko: 코드 스니펫 생성
pt_br: Gerar trecho de código
zh_hans: 生成代码片段
zh_hant: 產生程式碼片段

source: Git provider returned HTTP error %lld.
de: Git-Anbieter hat HTTP-Fehler %lld zurückgegeben.
es: El proveedor Git devolvió el error HTTP %lld.
fr: Le fournisseur Git a renvoyé l'erreur HTTP %lld.
ja: Git 提供元が HTTP エラー %lld を返しました。
ko: Git 제공자가 HTTP 오류 %lld를 반환했습니다.
pt_br: O provedor Git retornou o erro HTTP %lld.
zh_hans: Git 提供者返回 HTTP 错误 %lld。
zh_hant: Git 提供者傳回 HTTP 錯誤 %lld。

source: Git Provider Tokens
de: Git-Anbieter-Token
es: Tokens de proveedor Git
fr: Jetons de fournisseur Git
ja: Git 提供元トークン
ko: Git 제공자 토큰
pt_br: Tokens de provedor Git
zh_hans: Git 提供者令牌
zh_hant: Git 提供者權杖

source: Git source metadata is missing.
de: Git-Quellmetadaten fehlen.
es: Faltan los metadatos del origen Git.
fr: Les métadonnées de la source Git sont manquantes.
ja: Git ソースのメタデータがありません。
ko: Git 소스 메타데이터가 없습니다.
pt_br: Os metadados da fonte Git estão ausentes.
zh_hans: 缺少 Git 来源元数据。
zh_hant: 缺少 Git 來源中繼資料。

source: GitHub account connected.
de: GitHub-Konto verbunden.
es: Cuenta de GitHub conectada.
fr: Compte GitHub connecté.
ja: GitHub アカウントが接続されました。
ko: GitHub 계정이 연결되었습니다.
pt_br: Conta do GitHub conectada.
zh_hans: 已连接 GitHub 账户。
zh_hant: 已連線 GitHub 帳戶。

source: GitHub OAuth is not configured.
de: GitHub OAuth ist nicht konfiguriert.
es: OAuth de GitHub no está configurado.
fr: OAuth GitHub n'est pas configuré.
ja: GitHub OAuth が設定されていません。
ko: GitHub OAuth가 구성되지 않았습니다.
pt_br: OAuth do GitHub não está configurado.
zh_hans: 未配置 GitHub OAuth。
zh_hant: 未設定 GitHub OAuth。

source: GitHub sign-in was cancelled.
de: GitHub-Anmeldung wurde abgebrochen.
es: Se canceló el inicio de sesión en GitHub.
fr: La connexion GitHub a été annulée.
ja: GitHub サインインがキャンセルされました。
ko: GitHub 로그인이 취소되었습니다.
pt_br: O login no GitHub foi cancelado.
zh_hans: 已取消 GitHub 登录。
zh_hant: 已取消 GitHub 登入。
